/* Status message indicating that the user has not yet granted or denied access permissions */
"Awaiting permission" = "Awaiting permission";

/* Status message indicating that the user account is restriced and can therefore not grant access permissions */
"Restricted access" = "Restricted access";

/* Status message indicating that the user has denied access permissions */
"Access denied" = "Access denied";

/* Status message indicating that the user has granted access permissions */
"Access granted" = "Access granted";

/* Title of a dialog window */
"Glyphs cannot access your contacts" = "Glyphs cannot access your contacts";

/* Description text in a dialog window */
"Go to System Setting → Privacy & Security → Contacts to grant Glyphs access to your contacts." = "Go to System Setting → Privacy & Security → Contacts to grant Glyphs access to your contacts.";

/* Explaniation of the Gravatar service. */
"If checked, Light Table sends email addresses in a hashed from to the service Gravatar.com. If a user is registered at Gravatar with a matching email address, Light Table can load and show their Gravatar profile picture. Gravatar is a venture by Automattic Inc." = "If checked, Light Table sends email addresses in a hashed from to the service Gravatar.com. If a user is registered at Gravatar with a matching email address, Light Table can load and show their Gravatar profile picture. Gravatar is a venture by Automattic Inc.";
